Revit 2027 API
ParameterTypeId.PathReinSpanhookAlt Property
 "Start Hook Angle Alternating"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId PathReinSpanhookAlt { get; }
Public Shared ReadOnly Property PathReinSpanhookAlt As ForgeTypeId
	Get
public:
static property ForgeTypeId^ PathReinSpanhookAlt {
	ForgeTypeId^ get ();
}
static member PathReinSpanhookAlt : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace